/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "잠깐, 이 설정을 켜면 Growl을 로그인 항목에 추가하게됩니다.";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "이 설정을 허용하면 Growl은 사용자가 로그인 할 때마다 실행되어 항상 작동하게 됩니다.";

/* No comment provided by engineer. */
"Application: %@%\nTitle: %@\nDescription: %@\nClick to open the log" = "응용 프로그램: %1$@%2$\n제목: %3$@\n설명: %4$@\n클릭 하면 로그 파일을 엽니다.";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "다음 항목을 정말로 삭제하시겠습니까? - %@ ";

/* Button title for canceling */
"Cancel" = "취소";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "로그인 할 때 Growl 활성화 하기";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "계속해서 Growl 1.3의 새로운 기능 알아보기";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "예전 버전의 Growl 제거 진행";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "\"%@\" 효과음을 찾을 수 없습니다.";

/* Title of menu item for default display */
"Default" = "기본 모양";

/* Button label for disabling history */
"Disable History" = "알림 기록 사용 안하기";

/* Done */
"Done" = "완료";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "로그인 할 때 Growl 활성화";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Growl 1.3은 GNTP라고 하는 새로운 네트워크 시스템을 지원합니다. GNTP은 Growl 1.3 이상 버전이나 GNTP와 호환 되는 프로그램인 Growl for Windows등과 통신할 수 있습니다.";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Growl 1.3에는 사용자들에게 다양한 새 기능들이 추가되었습니다. Growl은 이제 메뉴 막대로 옮겨졌고, 더욱 편하게 설정을 바꿀 수 있습니다.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl 알림 기록 기능 끄기";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Growl이 제대로 작동하기 위해서는 항상 켜져있어야됩니다. 아래 버튼을 클릭해서 로그인할 때 Growl이 실행되도록 하세요.";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "새로운 기능으로 알림 기록과 알림 모아서 보여주기가 있습니다. 사용자가 자리를 비운 경우에는 알림을 모아두었다가 알림 모음창에서 확인할 수 있습니다. \n알림 기록은 기본적으로 켜져 있으며, 아래를 클릭하면 끌 수 있습니다.";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "알림을 클릭하면 다음을 알려줍니다 - %@";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "프로토콜 버전이 올바르지 않습니다.  버전 1.0만 지원합니다.";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "GNTP에 대해 알아보기";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "예전 Growl 제거 프로그램";

/* Title for starting growl at login */
"Let Growl Start at Login" = "로그인 할 때 Growl 실행";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "암호화의 초기화 벡터 없음";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "올바르지 않은 키 해쉬 문자";

/* Title for whats new to growl */
"New to Growl 1.3" = "Growl 1.3의 새로운 기능";

/* No comment provided by engineer. */
"No" = "아니오";

/* No comment provided by engineer. */
"No Recent Notifications" = "최근 알림 없음";

/* No comment provided by engineer. */
"Ok" = "확인";

/* No comment provided by engineer. */
"OK" = "확인";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Growl 환경 설정...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Growl 설정 창 열기";

/* No comment provided by engineer. */
"Pause Growl" = "Growl 잠시 멈추기";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Growl 화면 알림 잠시 멈추기";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "localhost는 입력하지 마세요. Growl이 자기 자신에게 전단할 수 없습니다.";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "올바른 IPv4나 IPv6, 또는 도메인 이름을 입력해주세요.";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "'%@' 플러그인이 정상적으로 설치되었습니다. 지금 설정 하시겠습니까?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "'%@' 플러그인은 이미 설치되었습니다. 덮어씌우겠습니까?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "'%@' 플러그인은 이 맥에서 구동중인 맥 운영체제 버전에서는 작동하지 않습니다. 그래도 설치하시겠습니까?";

/* No comment provided by engineer. */
"Plugin already exists" = "플러그인 이미 존재함";

/* No comment provided by engineer. */
"Plugin installed" = "플러그인 설치됨";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "플러그인에 필요한 아키텍쳐 빠짐";

/* No comment provided by engineer. */
"Plugin not installed" = "플러그인 설치되지 않음";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "미리보기";

/* No comment provided by engineer. */
"Quit" = "Growl 종료";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Growl을 완전히 종료";

/* Button title for removing something */
"Remove" = "제거";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "예전 버전의 Growl 제거";

/* No comment provided by engineer. */
"Resume Growl" = "Growl 다시 시작";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Growl 화면 알림 다시 시작";

/* Button label for showing the preference pane */
"Show me the preference pane" = "설정 창 보기";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "아무 문제 없이 프로토콜 구분자를 파싱했지만, 이 프로토콜 구분자가 올바르든 잘못되었든 불가능한 상황입니다.";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "자리를 비운 사이에 알림 %lu 개가 도착했습니다";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "'%@' 플러그인을 설치하는 중에 문제가 발생했습니다.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "자리를 비운 사이에 알림 %lu 개가 도착했습니다";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "정말 모든 알림 기록을 삭제하시겠습니까? 삭제된 기록은 되돌릴 수 없습니다.";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "%@ 미리보기입니다.";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "%@ 사용자의 Growl 설정을 모두 삭제할것입니다.";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "알림 기록을 제한하지 않으면 파일 크기가 무한히 커지게 됩니다. 날짜(일) 기준이나 개수 기준으로 파일의 크기를 제한해야됩니다.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "알림 기록 개수 제한이 필요합니다.";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "주의! 전체 기록을 모두 삭제할것입니다.";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "예전 버전의 Growl이 남아있습니다. 아래 버튼을 눌러 웹사이트에서 삭제 프로그램을 다운받으세요. 수동으로 삭제하는 방법도 설명되어있습니다.";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Growl 사용을 환영합니다!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to get to know Growl 1.3." = "Growl에 대해 간단하게 알아보겠습니다. 이전에 Growl을 사용했던 사용자라도, Growl 1.3에 대한 설명을 들으면 유용할것입니다.";

/* No comment provided by engineer. */
"Yes" = "예";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "이제 모든 준비가 끝났습니다. Growl을 만끽하세요!";